[Lang]
	Name=Russian (Русский)
	TranslatorName=Romeo91
	TranslatorURL=www.adia-project.net
	ID=0419;0819;0019
        Version=5.10.01
        Date=17/07/2013
	Charset=1251

'Support Locale IDs (LCID) by this language file
'       0019: Russian
'       0419: Russian (Russia)
'       0819: Russian (Moldova)

' некоторые значения поддерживают esc-последовательности \n \r \t

[frmMain]
	frRezim=Режим работы программы с пакетами драйверов
	frDescriptionIco=Обозначения кнопок (наведите курсор на картинку для просмотра описания)
	frRunChecked=Выполнить ...
	frCheck=Выделение пакетов драйверов:
	lblOsInfo=Операционная система: 	
	RezimIntellect=Установка\r\n(Совместимые драйвера)
	RezimUst=Установка\r\n(Полная - весь пакет)
	RezimUpd=Создание или обновление\r\nбазы драйверов
	RezimIntellectTip=В данном режиме происходит распаковка и установка драйверов для найденных устройств вашего компьютера.
	RezimUstTip=В данном режиме происходит распаковка всего пакета драйверов. Далее программа проверяет и пытается установить подходящие драйвера.
	RezimUpdTip=Режим создания или обновление баз данных драйверов	
	mnuRezim=Обновление баз данных
	mnuRezimBaseDrvUpdateALL=Обновить базы для ВСЕХ пакетов драйверов
	mnuRezimBaseDrvUpdateNew=Обновить базы только для НОВЫХ пакетов драйверов
	mnuRezimReadClasses=Определить и прописать классы пакетов драйверов в настройки
	mnuRezimBaseDrvClean=Удалить файлы баз данных отсутствующих пакетов драйверов
	mnuService=Сервис
	mnuShowHwidsTxt=Показать HWIDs устройств компьютера (текстовый файл)
	mnuShowHwidsXLS=Показать HWIDs устройств компьютера (файл Excel)
	mnuShowHwidsAll=Показать ПОЛНЫЙ список устройств компьютера
	mnuRunSilentMode=Запустить тихую автоматическую установку драйверов
	mnuViewDPInstLog=Просмотреть DPinst.log
	mnuOptions=Параметры
	mnuMainUtils=Утилиты
	mnuUtils_devmgmt=Диспетчер устройств Windows
	mnuMainAbout=Справка
	mnuLinks=Ссылки
	mnuHistory=История изменения
	mnuHelp=Справка по работе
	mnuHomePage=Обсуждение программы на OsZone.net
	mnuHomePage1=Посетить домашнюю страницу
	mnuCheckUpd=Проверить обновление программы
	mnuDonate=Помочь проекту...
	mnuLicence=Лицензионное соглашение...
	mnuAbout=О программе...
	mnuModulesVersion=Модули...
	mnuContextXLS=Открыть файл базы данных в программе Excel
	mnuContextTxt=Открыть файл базы данных в текстовом виде
	mnuContextToolTip=Показать список доступных драйверов для компьютера
	mnuContextEditClasses=Изменить и прописать класс пакета драйверов в настройки
	mnuContextEditDPName=Изменить отображаемое имя пакета в программе
	mnuContextDeleteDRP=Удалить данный пакет драйверов
	mnuContextLegendIco=Просмотреть описание всех обозначений
	mnuMainLang=Язык
	mnuLangStart=Использовать выбранный язык при запуске (отмена автовыбора)
	mnuContextInstall1=Обычная установка
	mnuContextInstall2=Выборочная установка
	cmdRunTask=Выполнить задание для выбранных пакетов драйверов
	cmdRunTask1=Выполнить задание для выбранных пакетов драйверов на вкладке
	cmdCheck=Выделить
	cmdBreakUpdateDB=Прервать выполнение задания
	cmdViewAllDevice=Список всех устройств вашего компьютера + Поиск драйвера в Интернете по HWID
	cmbCheckButtonListElement1=Все на текущей вкладке
        cmbCheckButtonListElement2=Сброс отметок
	cmbCheckButtonListElement3=Все
	cmbCheckButtonListElement4=Все новые        
	cmbCheckButtonListElement5=Неустановленные
	cmbCheckButtonListElement6=Рекомендуемые
	ToolTipArrStatusIcon1=В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере.\r\n\r\nТакие же драйвера (тех же версий) уже установлены на вашем компьютере.\r\n\r\nВаши действия:\r\nНикаких действий не требуется.\r\n\r\nПримечание:\r\nЕсли в колонке статус для устроуства стоит '0', то это означает:\r\n* - устройство блокировано;\r\n* - драйвер для данного устройства не активен (см. сведения в диспетчере устройств)
	ToolTipArrStatusIcon2=В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере.\r\n\r\nНа вашем компьютере эти драйвера не установлены.\r\n\r\nВаши действия:\r\nПереключите программу в один из режимов установки драйверов и нажмите на эту кнопку - это приведет к установке необходимых драйверов из пакета и соответствующему изменению вида кнопки.\r\n\r\nПримечания:\r\n1. В некоторых случаях драйвера, из обнаруженных в пакете драйверов, могут не подойти к вашему оборудованию. Сравнение идентификаторов устройств (HWID) происходит по основной части HWID без учета подклассов устройств (SUBSYS|REV|MI).\r\n2. Если в колонке статус для устроуства стоит '0', то это означает:\r\n * - драйвер для данного устройства не установлен;\r\n * - устройство блокировано;\r\n * - драйвер для данного устройства не активен (см. сведения в диспетчере устройств)
	ToolTipArrStatusIcon3=В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере, но более новые, чем те, что уже установлены.\r\n\r\nВаши действия:\r\nПереключите программу в один из режимов установки драйверов и нажмите на эту кнопку - это приведет к установке более новых драйверов из пакета и соответствующему изменению вида кнопки.\r\n\r\nПримечание:\r\nВ некоторых случаях драйвера, из обнаруженных в пакете драйверов, могут не подойти к вашему оборудованию. Сравнение идентификаторов устройств (HWID) происходит по основной части HWID без учета подклассов устройств (SUBSYS|REV|MI).
	ToolTipArrStatusIcon4=В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере, но более старые, чем те, что уже установлены.\r\n\r\nВаши действия:\r\nНичего делать не надо. Можете поискать в сети более свежие драйвера и обновить (заменить) данный пакет в программе.
	ToolTipArrStatusIcon5=1. В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере, но более новые, чем те, что уже установлены.\r\n\r\nВаши действия:\r\nПереключите программу в один из режимов установки драйверов и нажмите на эту кнопку - это приведет к установке более новых драйверов из пакета и соответствующему изменению вида кнопки.\r\n\r\n2. В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере.\r\n\r\nНа вашем компьютере эти драйвера не установлены.\r\n\r\nВаши действия:\r\nПереключите программу в один из режимов установки драйверов и нажмите на эту кнопку - это приведет к установке необходимых драйверов из пакета и соответствующему изменению вида кнопки.\r\n\r\nПримечания:\r\n1. В некоторых случаях драйвера, из обнаруженных в пакете драйверов, могут не подойти к вашему оборудованию. Сравнение идентификаторов устройств (HWID) происходит по основной части HWID без учета подклассов устройств (SUBSYS|REV|MI).\r\n2. Если в колонке статус для устроуства стоит '0', то это означает:\r\n * - драйвер для данного устройства не установлен;\r\n * - устройство блокировано;\r\n * - драйвер для данного устройства не активен (см. сведения в диспетчере устройств)
	ToolTipArrStatusIcon6=1. В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере, но более старые, чем те, что уже установлены.\r\n\r\nВаши действия:\r\nНичего делать не надо. Можете поискать в сети более свежие драйвера и обновить (заменить) данный пакет в программе.\r\n\r\n2. В этом пакете драйверов программы есть драйвера, подходящие к устройству, обнаруженному на вашем компьютере.\r\n\r\nНа вашем компьютере эти драйвера не установлены.\r\n\r\nВаши действия:\r\nПереключите программу в один из режимов установки драйверов и нажмите на эту кнопку - это приведет к установке необходимых драйверов из пакета и соответствующему изменению вида кнопки.\r\n\r\nПримечания:\r\n1. В некоторых случаях драйвера, из обнаруженных в пакете драйверов, могут не подойти к вашему оборудованию. Сравнение идентификаторов устройств (HWID) происходит по основной части HWID без учета подклассов устройств (SUBSYS|REV|MI).\r\n2. Если в колонке статус для устроуства стоит '0', то это означает:\r\n * - драйвер для данного устройства не установлен;\r\n * - устройство блокировано;\r\n * - драйвер для данного устройства не активен (см. сведения в диспетчере устройств)
	ToolTipArrStatusIcon7=Драйвера из этого пакета программы не имеют отношения к вашему компьютеру.\r\n\r\nВаши действия:\r\nНичего делать не надо. Этот пакет драйверов пригодится вам как-нибудь в другой раз - при замене устройств или на другом компьютере.
	ToolTipArrStatusIcon8=Программа не может определить, что находится в этом пакете драйверов.\r\n\r\nВаши действия:\r\nПереключите программу в режим 'Создание или обновление базы данных драйверов', нажмите на эту кнопку - таким образом сведения о драйверах из пакета будут добавлены в базу данных программы и вид кнопки изменится. О дальнейших действиях читайте в пояснении к соответствующему значку.
	ToolTipArrStatusIcon9=Программа производит обновление базы драйверов для выбранного пакета драйверов.\r\n\r\nВаши действия:\r\nНичего делать не надо. Остается только ждать завершения работы программы.
	ToolTipTextTitle=Файл пакета драйверов:
	ToolTipTextFileSize=Размер файла:
	ToolTipTextClassDRV=Класс драйверов:
	ToolTipTextDrv2Install=ДРАЙВЕРА ДОСТУПНЫЕ ДЛЯ УСТАНОВКИ:
	ToolTipTextTitleStatus=
	TableHwidHeader1=HWID
	TableHwidHeader2=Путь
	TableHwidHeader3=Файл
	TableHwidHeader4=Версия(БД)
	TableHwidHeader5=Версия(PC)
	TableHwidHeader6=Статус
	TableHwidHeader7=Наименование устройства
	TableHwidHeader8=Пакет драйверов
	TableHwidHeader9=!
	TableHwidHeader10=Производитель
	TableHwidHeader11=Совместимый HWID
	mnuUpdateStatusAll=Обновить статус всех пакетов драйверов
	mnuContextUpdStatus=Обновить статус пакета драйверов
	mnuDriverPacks=Посетить сайт driverpacks.net
	mnuDriverPacksOnMySite=Скачать пакеты драйверов...
	TableHwidHeader12=Код устройства
	TableHwidHeader13=Секция
        mnuReCollectHWID=Обновить конфигурацию оборудования
	mnuContextTestDRP=Протестировать данный пакет драйверов программой 7-zip
	mnuAutoInfoAfterDelDRV=Автообновление конфигурации оборудования при удалении драйверов
	mnuContextDeleteDevIDs=Удалить драйвера устройств:
	mnuCreateRestorePoint=Создать точку восстановления системы
	mnuUpdateStatusTab=Обновить статус всех пакетов драйверов (текущая вкладка)
	mnuReCollectHWIDTab=Обновить конфигурацию оборудования (текущая вкладка)
	ToolTipTextDrv4UnsupportedOS=Этот пакет драйверов предназначен для другой операционной системы.\r\nОбработка пакета драйверов при загрузке программы для неподдерживаемых ОС выключена в настройках.\r\nЕсли вы желаете обновить статус пакетов драйверов для данной ОС, то нажмите SHIFT+F6
	SSTabTypeDPTab1=Все драйверпаки
	SSTabTypeDPTab2=Доступно обновление
	SSTabTypeDPTab3=Неустановленные
	SSTabTypeDPTab4=Установленные
	SSTabTypeDPTab5=БД не создана
	mnuCreateBackUp=Создать резервную копию драйверов
	mnuContextInstall3=Распаковать в каталог - Все подобранные драйвера
	mnuContextInstall4=Распаковать в каталог - Выбрать драйвера...
	mnuContextCopyHWIDs=Скопировать HWID в буфер обмена
	frInfo=Сведения об операционой системе и компьютере
	lblPCInfo=Модель ноутбука/материнской платы:
	mnuDelDuplicateOldDP=Удалить устаревшие версии пакетов драйверов
	TableHwidHeader14=Найден в пакете
	lblNoDP4Mode=Нет пакетов драйверов для данного режима работы
	lblNoDPInProgram=Программа не обнаружила пакетов драйверов в рабочих каталогах.\r\nВозможно неверно настроены пути, или пакеты драйверов отсутствуют.\r\n\r\nПакеты драйверов можно скачать с сайта DriverPacks.net или DriverOff.net
	mnuLoadOtherPC=Загрузить информацию другого PC (Эмуляция работы)

[frmAbout]
	frmAbout=О программе... 
	cmdDonate=Помочь проекту
	cmdLicence=Лицензионное соглашение
	cmdSoftGetNet=Посетить сайт программы
	cmdOsZoneNet=Обсуждение на OsZone.Net
	cmdExit=Закрыть
	lblMailTo=Написать E-mail автору программу
	lblInfo=Программа предназначена для установки драйверов устройств на уже проинсталлированную операционную систему. Программа работает с пакетами драйверов (архивами). Для работы сначала необходимо построить базу данных для каждого архива. Далее БД анализируется и выдается список доступных драйверов для установки из каждого архива.

[frmLicence]
	frmLicence=Лицензионное соглашение
	chkAgreeLicence=Я принимаю условия соглашения
	cmdOK=Принять
	cmdExit=Закрыть

[frmSilent]
	frmSilent=Включен ТИХИЙ РЕЖИМ
	cmdOK=Начать установку
	cmdExit=Отменить
	lblTimerText=До запуска установки осталось: 
	lblTimeInSec=секунд
	lblInfo=Программа запущена в тихом режиме. Через некоторое время начнется автоматическая установка необходимых драйверов. Если вы желаете прервать процесс нажмите кнопку "Отменить" или клавишу Escape.

[frmCheckUpdate]	
	frmCheckUpdate=Обновление: Обнаружена новая версия программы
	cmdUpdate=Скачать обновление
	cmdUpdateFull=Скачать дистрибутив
	cmdHistory=История изменений
	cmdDonate=Помочь проекту
	cmdExit=Закрыть
	lblVersion=Последняя версия программы
	frDescription=Обозначения в истории изменений:
	lblDescription1=" - " - Исправление ошибок в программе
	lblDescription2=" * " - Косметические изменения
	lblDescription3=" + " - Расширение функционала
	lblDescription4=" ! " - Важные примечания
	lblWait=Идет загрузка данных с официального сайта. Пожалуйста, подождите....
	lblVersionList=Список изменения для версии

[frmDonate]	
	frmDonate=Помочь проекту
	cmdExit=Закрыть

[frmUtilsEdit]	
	frmUtilsEdit=Редактирование записи
	lblUtilName=Наименование утилиты: 
	lblPathUtil=Путь до испольняемого файла
	lblParamUtil=Дополнительные параметры запуска
	cmdOK=Применить
	cmdExit=Закрыть
	lblPathUtil64=Путь до испольняемого файла x64

[frmOSEdit]	
	frmOSEdit=Редактирование записи
	lblOSVer=Версия ОС 
	lblNameOS=Наименование ОС
	lblPathDRP=Путь до каталога с пакетами драйверов
	lblPathDB=Путь до каталога хранения БД
	frDopFile=Пути до вспомогательных файлов для установки пакетов Graphics от команды Bashrat
	lblPhysX=DP_Graphics_A_PhysX_*.7z
	lblLang=DP_Graphics_Languages_*.7z
	lblRuntimes=DP_Runtimes_*.7z
	frExcludeFileName=Имена файлов исключаемых из обработки (перечислять через ;)
	chk64bit=Драйвера для 64-битной ОС
	cmdOK=Применить
	cmdExit=Закрыть
	chkNotCheckBitOS=Не учитывать разрядность ОС

[frmLegendIco]
	frmLegendIco=Подробное описание обозначений кнопок пакетов драйверов
	cmdOK=ОК

[frmListHwid]
	frmListHwidView=Список доступных драйверов для компьютера в пакете (показано:
	frmListHwidInstall=Список драйверов для установки (показано:
	cmdOKCaption1=Установить
	cmdOKCaption2=ОК
	cmdExit=Закрыть
	cmdCheckAll=Выделить все
	cmdUnCheckAll=Снять все отметки
	lblInformation=Выберите драйвера для распаковки и установки и нажмите кнопку ''ОК''. При выделении, драйвера находящиеся в одном каталоге с выбранным выделяются автоматически.
    	frGroup=Группы драйверов
	chkGrp1=Не установленные или выключеные
	chkGrp2=Доступно обновление
	chkGrp3=Установленные
	chkGrp4=Старее, чем установленные
	strcmdOKCaption3=Распаковать

[frmListHwidAll]
	frmListHwidAll=Список всех устройств вашего компьютера
	cmdOK=OK
	frGroup=Группы драйверов
	frFindDrvInternet=Поиск драйвера в Интернете
	chkParseHwid=Оставлять только основной HWID устройства
	cmdGoSite=Искать драйвер
	optGrp1=Microsoft
	optGrp2=OEM
	optGrp3=Все
	optGrp4=Нет драйверов в базе
	lblWait=Пожалуйста, подождите! Идет обновление конфигурации оборудования...
	cmdReNewHW=Обновить конфигурацию оборудования
	chkHideOther=Скрывать все, кроме выбранной
	cmdBackUpDrivers=Создать резервную копию драйверов

[frmOptions]
	frmOptions=Настройки программы
	cmdOK=Сохранить изменения
	cmdExit=Выход без сохранения
	frOptions=Настройки
        ItemOptions1=Основные настройки
        ItemOptions2=Поддерживаемые ОС
        ItemOptions3=Рабочие утилиты
        ItemOptions4=Вспомогательные утилиты
        ItemOptions5=Оформление программы
        ItemOptions6=Параметры запуска DPInst
	frMain=Основные настройки программы
	lblOptionsStart=Действия при запуске программы
	chkUpdate=Проверять обновление программы
	chkUpdateBeta=Проверять на наличие beta-версий программы.
	chkReadClasses=Считывать класс пакета драйверов (обязательно для установки доп. файлов пакетов Graphics)
	chkConvertDPName=Преобразовывать имена файлов пакетов драйверов (убирает сочетания: DP, _32, wnt5 и т.д )
	chkReadDPName=Считывать подменяемое имя пакета драйверов
	chkReadDRVVersion=Считывать версии драйверов для устройств ПК
	chkHideOtherProcess=Запускать внешние процессы скрытыми
	lblOptionsTemp=Работа с временными файлами
	chkTempPath=Каталог временных файлов
	chkRemoveTemp=Удалять созданные временные файлы при выходе
	lblDebug=Настройки отладочного режима
	chkDebug=Отладочный режим включен
	chkRemoveHistory=Удалять старый лог-файл при запуске программы
	lblRezim=Режим работы при старте программы
	lblDebugLogPath=Каталог для создания log-файлов:
	frMainTools=Расположение основных утилит (Tools)
	cmdPathDefault=Сбросить настройки расположения утилит	
	frOtherTools=Вспомогательные утилиты (Отображаются в меню ""Утилиты"")
	cmdAddUtil=Добавить
	cmdEditUtil=Изменить
	cmdDelUtil=Удалить	
	frOS=Поддерживаемые ОС
	chkRecursion=Обрабатывать подкаталоги каталога хранения пакетов драйверов
	chkLoadFinishFile=Обрабатывать файлы "FINISH" (driverpack*.ini) при установке (для режима совместимости драйверов)
	cmdAddOS=Добавить
	cmdEditOS=Изменить
	cmdDelOS=Удалить
	lblExcludeHWID=Исключать следующие HWID (перечислять через ";") из обработки (поддерживается маска "*"):	
	frDesign=Оформление
	lblSizeForm=Размеры основного окна
	lblFormHeight=Высота:
	lblFormWidth=Ширина:
	chkFormMaximaze=Запускать развернутым на весь экран
	chkFormSizeSave=Сохранять размеры формы при выходе
	lblSizeButton=Свойства кнопок
	lblButtonHeight=Высота:
	lblButtonWidth=Ширина:
	lblButtonLeft=Слева:
	lblButtonTop=Сверху:
	lblButton2BtnL=Интервал по горизонтали:
	lblButton2BtnT=Интервал по вертикали:
	chkButtonTextUpCase=Отображать текст кнопок в верхнем регистре
	cmdChooseFont=Выберите шрифт текста кнопок
	lblImageMain=Основные картинки
	lblImageStatus=Иконки для кнопок статуса
	lblTabControl=TabControl - Поддерживаемые ОС
	lblTabPerRowCount=Кол-во вкладок на одну строку:
	cmdChooseFontTab=Выберите шрифт текста закладок
	chkTabBlock=Делать неактивными вкладки не поддерживающие вашу ОС (кроме режима обновления БД)
	lblFormWidthMin=Для некоторых параметров существуют минимальные значения. Если значение меньше минимального, то окно подсветится красным цветом. При запуске программа установит значения по умолчанию.
	AdditionalColorCaption=Выберите цвет
	frDpInstParam=Параметры запуска DPInst
	lblParam=Параметр
	lblDescription=Описание параметра
	lblLegacyMode=Позволяет установить неподписанные драйвера и драйвера с отсутствующими файлами. Такие драйвера нельзя установить в Windows 7.
	lblPromptIfDriverIsNotBetter=Вывод запроса в том случае, если пакет драйверов, который планируется установить, не лучше текущего.
	lblForceIfDriverIsNotBetter=Принудительная установка драйверов даже в том случае, если пакет драйверов не лучше текущего.
	lblSuppressAddRemovePrograms=Параметр позволяет не создавать запись в окне "Установка и удаление программ".
	lblSuppressWizard=Не будет открыт Мастер..., но, возможно, будут показаны пользовательские диалоговые окна, выводимые ОС.
	lblQuietInstall=Автоматический режим. Не будут показаны ни мастер установки устройств, ни диалоговые окна, выводимые ОС.
	lblScanHardware=Драйверы будут скопированы и установлены только для найденных устройств (и только для драйверов Plug and Play).
	lblCmdStringDPInst=Итоговые параметры запуска
        TableOSHeader1=Версия
        TableOSHeader2=Наименование
        TableOSHeader3=Пакеты драйверов
        TableOSHeader4=База данных
        TableOSHeader5=x64
        TableOSHeader6=PhysX
        TableOSHeader7=Lang
        TableOSHeader8=Runtimes
        TableOSHeader9=ExludeFiles
        TableUtilHeader1=Наименование
        TableUtilHeader2=Путь
        TableUtilHeader3=Параметры
        ItemOptions7=Создание базы драйверов
	frDevParser=Создание базы драйверов (Параметры работы парсера inf-файлов)
        chkDelDouble=Обрабатывать дубликаты HWID
        chkDelDouble_SubSys=Обрезать HWID до "SubSys"
        chkDelDouble_MI=Обрезать HWID до "MI"
        chkDelDouble_CC=Обрезать HWID до "CC"
        chkDelDouble_Rev=Обрезать HWID до "REV"
	lblDevParserMode=Режим обработки inf-файлов
        optDevParser=Создавать базу драйверов используя родной алгоритм - inf как ini-файл (by Romeo91)
        optDevParserbyRegExp=Создавать базу драйверов используя регулярные выражения RegExp (by BadPointer)
        chkSortByHWID=Сортировать выходной файл базы драйверов по HWID
	chkTabHide=Скрывать вкладки не поддерживающие вашу ОС (кроме режима обновления БД)
	ItemOptions8=Основные настройки 2
	lblDelDouble=Внимание!!! При изменение вышеуказанных настроек, обязательно необходимо пересоздавать базу драйверов. Настройки также учитываются при получении HWID локальных устройств.
	txtDevParser=Режим работы парсера inf-файлов основан на работе с ini-файлом. По структуре inf-файл и ini-файл очень похожи, за некоторыми особенностями. Метод имеет несколько слабых мест: Более частые обращения к файлам, невозможность прочитать данные из очень больших inf-файлов (такие файлы обрабатываются как текстовый документ). Режим не зависит от версий внешних библиотек. По скорости в 2-4 раза уступает методу с использованием RegExp.
	txtDevParserbyRegExp=Режим работы парсера inf-файлов основан на использовании RegExp. Режим высокопроизводительный, так как в память грузится сразу все содержимое inf-файла, тем самым обращаясь к файлу всего один раз, а также получая данные сразу по заранее определенной структуре.
	frMain2=Основные настройки программы 2
	lblCompareVersionDRV=Сравнение версий драйверов
	optCompareByDate=Сравнивать версии драйверов по дате драйвера
	optCompareByVersion=Сравнивать версии драйверов по числовому значению
	txtCompareVersionDRV=Каждый драйвер в inf-файле содержит дату и версию. Данные прописаны в секции [Version] и имеют вид:\r\nDriverVer=mm/dd/yyyy[,w.x.y.z], где mm/dd/yyyy - месяц/день/год, а [,w.x.y.z] - необязательное числовое значение версии драйвера
	chkSilentDll=Тихая регистрация/обновление системных компонентов (dll и ocx)
	chkDateFormatRus=Отображать дату в формате dd/mm/yyyy
	chkSearchOnStart=Искать новые устройства перед сбором информации
	lblPauseAfterSearch=Пауза после поиска: 
	chkCreateRP=Создавать точку восстановления при запуске программы
	frDesign2=Оформление 2
	lblTabControl2=TabControl 2 - Группы драйверов
	cmdChooseFontTab2=Выберите шрифт текста закладок
	chkLoadUnSupportedOS=Обрабатывать вкладки не поддерживающие вашу ОС
	chkCompatiblesHWID=Обрабатывать совместимые HWID (CompatibleIDs)
	ItemOptions9=Оформление программы 2
	TableUtilHeader4=Путь x64
	chkDebugLog2AppPath=Создавать лог-файла в подпапке "logs" программы
	cmdFutureButton=Ваша будущая кнопка
	ButtonColor=Выберите цвет шрифта кнопки
	ButtonFont=Выберите шрифт шрифта кнопки
	ItemOptions10=Отладочный режим
	frDebug=Отладочный режим
	lblMacrosType=Доступные макроподстановки в имени лог-файла
	lblMacrosParam=Параметр
	lblMacrosDescription=Описание параметра
	lblMacrosPCName=Краткое имя компьютера, без доменного суффикса
	lblMacrosPCModel=Модель компьютера\материнской платы
	lblMacrosOSVer=Версия операционной системы, в виде wnt(5|6)
	lblMacrosOSBit=Архитектура операционной системы, в виде x(32|64)
	lblMacrosDate=Дата и время создания лог-файла
	lblDebugLogName=Шаблон имени log-файлов:
	chkDebugTime2File=Добавлять дату и время в каждую строчку лог-файла
	cmdFontColorButton=Установить цвет шрифт текста кнопки
	cmdFontColorTabOS=Установить цвет шрифт текста закладки
	cmdFontColorTabDrivers=Установить цвет шрифт текста закладки
	chkButtonDisable=Активность кнопки (только для тестирования)
	lblTheme=Набор оформления программы (изменение основных иконок, и иконок статуса кнопок)

[frmFontDialog]
	frmFontDialog=Выберите параметры текста
	cmdOK=Сохранить изменения и выйти
	cmdExit=Выйти без сохранения
	lblFontSize=Размер шрифта
	lblFontColor=Цвет текста
	chkBold=Жирный
	chkItalic=Курсив
	chkUnderline=Подчеркнутый
	txtFont=Пример текста

[Messages]
	strMessages1 =Загрузка настроек программы
	strMessages2 =Построение файла для визульного просмотра
	strMessages3 =Сбор сведений о составе и версиях файлов драйверов для устройств PC. Пожалуйста подождите...
	strMessages4 =Работа программы невозможна
	strMessages5 =Список поддерживаемых операционых систем пуст. Работа программы невозможна
	strMessages6 =Ни один каталог с пакетами драйверов, прописанный в настройках программы не обнаружен.\r\n\r\nДальнейшая работа программы невозможна!
	strMessages7 =Один из программных файлов отсутствует
	strMessages8 =Ошибка регистрации системного файла. Попробуйте зарегистрировать файл вручную или просто скопировать его в каталог %windir%\system32
	strMessages9 =Программа для работы использует всплывающие подсказки. На данном компьютере они выключены\r\n\rHKEY_CURRENT_USER\Software\Microsoft\Windows\CurrentVersion\Explorer\Advanced"\r\nEnableBalloonTips=0\r\n\r\Выставите это значение в 1\r\n\rЖелаете продолжить работу?
	strMessages10=Всплывающие подсказки отключены! Продолжить?
	strMessages11=Исходный текст файла лицензионного соглашения был изменен!!! это может быть ошибкой или следствием злонамеренного изменения программы. Обратитесь к разработчику или скачайте заново дистрибутив программы. Желаете продолжить работу?
	strMessages12=Пакеты драйверов отсутствуют.
	strMessages13=Ошибка распаковки файла. Возможно архив поврежден:
	strMessages14=Нет выделенных пакетов драйверов!
	strMessages15=Заданный вами каталог для альтернативных изображений иконок не существует. Будут использоваться стандартные картинки!!!
	strMessages16=Программа запущена с CD\DVD, процесс обновления БД невозможен
	strMessages17=Вы точно хотите удалить пакет драйверов
	strMessages18=Вы желаете установить все рекомендуемые драйвера в тихом режиме?
	strMessages19=На вашей машине не установлен Microsoft Excel из пакета программ Microsoft Office
	strMessages20=Поиск и установка класса пакетов драйверов завершена. Необходимо перегрузить программу для применения параметров.
	strMessages21=Ошибка запуска DPInst:
	strMessages22=Уже запущен процесс обновления или установки драйверов. Дождитесь завершения.\r\nБолее одного процесса запустить нельзя
	strMessages23=Вы желаете выполнить задание для выделенных пакетов драйверов? Некоторые процессы могут быть очень длительными!!!
	strMessages24=Вы желаете обновить базу для
	strMessages25=пакетов драйверов для всех поддерживаемых ОС? Данный процесс может быть очень длительным!!!
	strMessages26=Выполнить выбранное действие?
	strMessages27=Выполнение задания прервано!!!\r\nОбработка прервана на пакете драйверов: 
	strMessages28=Вы желаете удалить лишние файлы баз данных пакетов драйверов?
	strMessages29=Удалить
	strMessages30=Лишних файлов БД не найдено
	strMessages31=Ошибка сохранения файла в каталог базы данных драйверов
	strMessages32=Изменено отображаемое имя пакета драйверов:
	strMessages33=Ошибка запуска внешней программы: 
	strMessages34=Вы точно хотите выйти из программы?
	strMessages35=Версии вспомогательных модулей:\r\n\r\nИмя модуля:\tВерсия:
	strMessages36=Новые настройки записаны!\r\nДля применения необходимо перезапустить программу.
	strMessages37=Вы точно хотите выйти без сохранения настроек?
	strMessages38=Программа работает с CD\DVD!\r\nСохранение настроек невозможно!
	strMessages39=Не удалось загрузить файл лицензионного соглашения. Дальнейшая работа программы невозможна. Обратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages40=Исходный текст файла был изменен!!!\r\nФорма 'Поддержать проект' будет закрыта.\r\nОбратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages41=Не удалось загрузить файл donate.rtf. Обратитесь к разработчику или скачайте заново дистрибутив программы.
	strMessages42=Копирование файла завершено с ошибкой!
	strMessages43=Внимание!!! Файл доступен только для чтения, запись в файл невозможна. Для сохранения необходимо снять атрибут с файла и повторить попытку.
	strMessages44=Не могу создать временный файл в каталоге:
	strMessages45=Произошла ошибка при записи данных в файл:
	strMessages46=Файл не найден. Возможно произошла ошибка при сборе информации программой devcon.exe. Дальнейшая работа программы невозможна
	strMessages47=Невозможно сменить настройки экрана!\r\nПричины:\r\n 1. Ваш монитор или видеокарта неработоспособны при данных параметрах экрана!\r\n 2. Программа не может записать настройки в реестр(Попробуйте войти в систему как 'Администратор')
	strMessages48=Новые настройки монитора применены!\r\nСистема готова к работе!
	strMessages49=Для принятия настроек необходимо перезагрузить компьютер!\r\nПерезагрузить сейчас?
	strMessages50=Ничего не получилось
	strMessages51=Программа оптимизирована для разрешения экрана монитора - 800x600.\r\nУ вас установлено разрешение экрана:
	strMessages52=ВНИМАНИЕ!!! Возможно неправильное отображение данных.\r\n\r\nИзменить разрешение экрана на рекомендуемые!?("ДА").\r\nПродолжить работу без изменения?(""НЕТ"")
	strMessages53=Ошибка проверки обновления программы, возможно соединение с интернетом не установлено, или превышено время ожидания
	strMessages54=Ошибка запуска проверки обновления
	strMessages55=На сервере обнаружена старая версия! Очень странно :)\r\nСкорее всего вы имеете неофициальный релиз полученный от автора программы для тестирования.
	strMessages56=Новых версий программы не обнаружено.
	strMessages57=Произошла ошибка при запуске программы Devcon. Некоторые функции будут заблокированы.
	strMessages58=Идет проверка на наличие обновлений программы...
	strMessages59=Загрузка программы завершена!!! Время загрузки:
	strMessages60=Программа запущена в тихом режиме...
	strMessages61=Идет построение базы для файла:
	strMessages62=Построение базы завершено. Время выполнения: 
	strMessages63=Устанавливаем драйвера из пакета драйверов: 
	strMessages64=Установка драйверов завершена
	strMessages65=Установка отменена. Пакет драйверов:
	strMessages66=Обработка пакетов драйверов прервана. Время выполнения: 
	strMessages67=Обработка всех пакетов драйверов завершена. Время выполнения: 
	strMessages68=Нет пакетов для обновления баз данных
	strMessages69=Обработка каталога:
	strMessages70=Файл
	strMessages71=Удаление лишних файлов БД завершено.
	strMessages72=Извлекаем inf-файлы из файла:
	strMessages73=Анализ inf-файлов и построение базы драйверов для файла:
	strMessages74=Идет изменение отображаемого имени пакета драйверов:
	strMessages75=Введите/измените отображаемое имя для пакета драйверов:
	strMessages76=Изменение имя пакета драйверов
	strMessages77=Изменено отображаемое имя пакета драйверов:
	strMessages78=Секция
	strMessages79=Произошла ошибка при установке панели из секции: 
	strMessages80=Обработка собранных данных о компьютере
	strMessages81=Идет удаление временных файлов. Пожалуйста подождите....
	strMessages82=Групповая установка отменена.
	strMessages83=Распаковка выбранных драйверов из выделенных пакетов драйверов...
	strMessages84=Установка выбранных драйверов из выделенных пакетов драйверов...
	strMessages85=Установка драйверов для выбранных пакетов драйверов завершена!
	strMessages86=Обработка пакетов драйверов закончена
	strMessages87=Не найдено ни одного драйвера или каталоги не существуют
	strMessages88=Пакет драйверов успешно удален:
	strMessages89=Идет обработка файла:
	strMessages90=Введите/измените класс для пакета драйверов
	strMessages91=Изменение класса пакета драйверов
	strMessages92=Поиск и установка класса завершен.
	strMessages93=Запуск Мастера установки драйверов устройств. Ожидаем завершение работы.
	strMessages94=Установка завершена. Идет проверка состояния устройств после установки. Пожалуйста подождите...
	strMessages95=Сбор сведений о версиях файлов драйверов после установки. Пожалуйста подождите...
	strMessages96=Обновление сведений об устройствах PC
	strMessages97=Извлечение драйверов из файла:
	strMessages98=Извлечение дополнительных файлов:
	strMessages99=Доизвлечение файлов из архива:
	strMessages100=Установка панелей. Поиск и обработка секции 
	strMessages101=Запуск тихого режима отменен
	strMessages102=Произошла ошибка при сравнении версий программы. Обратитесь к разработчику.
	strMessages103=DriverPack's отсутствуют в базе данных.\r\nЖелаете создать базу данных сейчас?
	strMessages104=Количество выделенных пакетов драйверов:
	strMessages105=Ни один пакет драйверов не выделен. Выполнение групповых задач невозможно.
	strMessages106=Текущая версия компонента старее, чем используемая программой.\r\nРекомендуется установить обновление!\r\n\r\nВнимание! Обновление может повлиять на работу других программ, использующих данный компонент!\r\n\r\nЖелаете обновить?
	strMessages107=Возможно, используемая вами, версия программы "Помощник установки драйверов" устарела!\r\n\rНажмите сюда для проверки обновления программы"
	strMessages108=Программа не обнаружила пакетов драйверов в рабочих каталогах.\r\nВозможно неверно настроены пути, или пакеты драйверов отсутствуют.\r\n\r\nПерейти на сайт adia-project.net или DriverPacks.net для загрузки?\r\n\r\n"ДА" - перейти на сайт "www.adia-project.net"\r\n"НЕТ" - перейти на сайт "DriverPacks.net"\r\n"ОТМЕНА" - Закрыть окно и продолжить работу
	strMessages109=Идет тестирование архива:
	strMessages110=Ошибок при распаковке архива не обнаружено:
	strMessages111=Для вашей ОС не нашлось набора поддерживаемых драйверов.\r\n\r\nВозможно неверно выставлены настройки "Поддерживаемые ОС". Работа с программой возможна только в режиме: 
	strMessages112=Внимание! Один или несколько пакетов драйверов имеют несовместимую с программой базу драйверов.\r\n\r\nВам необходимо пересоздать базу драйверов используя соответствующий режим работы программы.
	strMessages113=Были удалены один или несколько драйверов устройств.\r\nДля корректной работы рекомендуется обновить конфигурацию оборудования и статус пакетов драйверов .\r\n\r\nОбновить сейчас?
	strMessages114=Обновление конфигурации оборудования завершено!!!
	strMessages115=Вы желаете сделать точку восстановления системы перед продолжением работы?
	strMessages116=На вашем компьютере отключена служба восстановления системы или данная функция не поддерживается операционной системой\r\nСоздание точки восстановления невозможно.
	strMessages117=Произошла ошибка при создании точки восстановления системы.
	strMessages118=Идет создание точки восстановления системы. Пожалуйста подождите...
	strMessages119=Точка восстановления системы успешно создана. Имя точки:
	strMessages120=Точку восстановления можно будет создать позднее через меню "Сервис".
	strMessages121=Анализ и сортировка данных:
	strMessages122=!!! Обнаружено неизвестных программе драйверов OEM-производителей:
	strMessages123=Функционал резервного копирования вынесен в отдельную бесплатную программу Drivers BackUp Solution (DBS).\r\nВозможно в будущем функционал будет включен в Drivers Installer Assistant (DIA).\r\n\r\nЖелаете подробнее узнать о программе DBS?
	strMessages124=из
	strMessages125=Распаковка драйверов в выбранный каталог завершена!
	strMessages126=Ошибка! Невозможно загрузить файл описания обновления. Возможно на сервере проводятся технические работы.
	strMessages127=Загрузка...
	strMessages128=Индексация...
	strMessages129=Установка...
	strMessages130=Завершение...
	strMessages131=Выберите каталог для извлечения драйверов
	strMessages132=Распаковка драйверов отменена
	strMessages133=Вы желаете открыть каталог?
	strMessages134=Извлечение файла из ресурсов программы завершено с ошибкой. Желаете продолжить дальнейшую работу?
	strMessages135=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено успешно.\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages136=Извлечение всех файлов (DLL-OCX) из ресурсов программы завершено.\r\nВо время процедуры извлечения были обнаружены ошибки!\r\n\r\nЖелаете открыть каталог с файлами?
	strMessages137=В программе DIA предусмотрены следующие ключи запуска:\r\n\r\n"/?", "/h","-h","-help","/help"  - показ данного окна\r\n\r\n"/s[(:|=)mode]","-s[(:|=)mode]","--s[(:|=)mode]"  - Запуск тихого режима установки драйверов, с возможностью выбора режима выделения драйверов.\r\nПараметр [mode] может принимать значения для режимов "Установка (Совместимые драйвера) " и "Установка (Полная - весь пакет)" соответственно:\r\n\tn или n2 - Выделение пакетов драйверов с более новыми драйверами.\r\n\tq или q2 - Выделение пакетов драйверов с неустановленными драйверами.\r\n\ta или a2 - Выделение всех пакетов драйверов на вкладке\r\n\r\n"/t[(:|=)time]","-t[(:|=)time]","--t[(:|=)time]" - Время ожидания в секундах, перед началом запуска тихого режима установки драйверов. По умолчанию пауза равна 10 секундам.\r\n\r\n"/extractdll[(:|=)путь]"  - извлечение файлов из ресурсов программы в указанный каталог, если каталог не указан, то извлечение происходит во временный каталог\r\n\r\n"/regdll" - регистрация программных компонентов(dll и ocx)
	strMessages138=Для работы программы требуются права локального администратора. Вы не имеете таких прав. Вы желаете продолжить запуск?
	strMessages139=Вы желаете удалить устаревшие версии пакетов драйверов?
	strMessages140=Устаревших пакетов драйверов не обнаружено
	strMessages141=Устаревшие версии пакетов драйверов удалены!\r\nДля применения необходимо перезапустить программу.\r\n\r\nЖелаете перезапустить программу сейчас?
	strMessages142=Язык интерфейса изменен на:
	strMessages143=Ошибка проверки обновления программы, возможно сайт программы недоступен, или превышено время отклика от сервера www.adia-project.net
	strMessages144=\r\n\r\nЖелаете открыть форму обновления программы?
	strMessages145=Обновление...
	strMessages146=Настройка...
	strMessages147=\r\n\r\nЖелаете перезапустить программу сейчас?
	strMessages148=Анализ inf-файлов и построение базы драйверов для каталога:
	strMessages149=Копирование файлов во временный каталог...
	strMessages150=(как папки)